class BaseText:
    @staticmethod
    async def base_txt_main_form():
        text = 'Привет! Я тот самый умный ChatGPT бот, только внутри Telegram 🤖\n' \
               'Просто начинай писать свой запрос, а я отвечу тебе ✅\n\n' \
               'Что я умею?\n' \
               'Я могу отвечать на вопросы, помнить о чем мы переписывались, ' \
               'искать информацию в интернете, ' \
               'переводить тексты на другие языки, писать эссе, ' \
               'предлагать решения для различных проблем, программировать и многое другое. ' \
               'Моя основная функция - помогать людям в их повседневной жизни. ' \
               'Я так же понимаю человеческую речь, отправь мне голосовое сообщение, ' \
               'я распознаю речь и дам тебе разумный ответ на твой запрос. ' \
               'Учти, ты тратишь на 3 больше запроса в этом случае!\n\n' \
               'Более подробная информация по использованию ChatGPT находится в разделе "Мой профиль"'
        return text